[
    {
        "content": [
            6,
            "One of my favorite YouTube videos ever!  Food + Travel + Nature + People + Positivity = Amazing!"
        ],
        "video_id": 2
    },
    {
        "content": [
            9,
            "Awesome view and just watching you make a meal from the sea is amazing. I can't wait to see more."
        ],
        "video_id": 2
    },
    {
        "content": [
            5,
            "I concur. Beautifully done."
        ],
        "video_id": 2
    },
    {
        "content": [
            7,
            "Oh my! This is lovely"
        ],
        "video_id": 2
    },
    {
        "content": [
            5,
            "I love this show and always imagine can I survive in their situation ?"
        ],
        "video_id": 3
    },
    {
        "content": [
            8,
            "We need full episodes of Life Below Zero, PLEASE!"
        ],
        "video_id": 3
    },
    {
        "content": [
            9,
            "One tough lady ! Blessed with anything else than the tough life ! "
        ],
        "video_id": 3
    },
    {
        "content": [
            10,
            "I always loved this show"
        ],
        "video_id": 3
    },
    {
        "content": [
            5,
            "Very tastefully and respectfully done, Islander approved."
        ],
        "video_id": 5
    },
    {
        "content": [
            8,
            "Mauna Loa is experiencing heightened seismic activity right now...Big Island resident here."
        ],
        "video_id": 5
    },
    {
        "content": [
            9,
            "Love this!"
        ],
        "video_id": 5
    },
    {
        "content": [
            6,
            "Hawaii, a dream of my, to visite....Ty ! always so delicious food !"
        ],
        "video_id": 5
    },
    {
        "content": [
            10,
            "Who here would be willing to venture into the jungl."
        ],
        "video_id": 6
    },
    {
        "content": [
            7,
            "The fact that we get free videos on YouTube by National Geographic is truly a gift."
        ],
        "video_id": 6
    },
    {
        "content": [
            9,
            "I love this hustle and bustle in the jungle to survive, wish you could do a video or series with Bear Grills. Love this documenta."
        ],
        "video_id": 6
    },
    {
        "content": [
            10,
            "Nice video"
        ],
        "video_id": 7
    },
    {
        "content": [
            5,
            "Why would you expose your kids to polar bears, anyway?? "
        ],
        "video_id": 7
    },
    {
        "content": [
            8,
            "Why is everyone so upset about clickbait? Have y'all's never been on the internet before? This video is relatively tame in terms of clickbait! I thought it was cool."
        ],
        "video_id": 7
    },
    {
        "content": [
            8,
            "National Geographic has been my heart for more more than 20 years ago. I never get bored of watching their TV. Amazing channel and story!!"
        ],
        "video_id": 8
    },
    {
        "content": [
            7,
            "Ohh this looks so good! Can't wait to watch the full series."
        ],
        "video_id": 8
    },
    {
        "content": [
            5,
            "Amazing coverage of beautiful nature"
        ],
        "video_id": 8
    },
    {
        "content": [
            5,
            "I love this show. These people are so entertaining "
        ],
        "video_id": 9
    },
    {
        "content": [
            9,
            "What a wonderful childhood. That little girl is gonna have some wonderful, cherished memories as well as a lot of therapy."
        ],
        "video_id": 9
    },
    {
        "content": [
            6,
            "Need more doomsday preppers episodes,it's brings good ideas."
        ],
        "video_id": 9
    },
    {
        "content": [
            8,
            "I love this show. These people are so entertaining"
        ],
        "video_id": 9
    },
    {
        "content": [
            10,
            "Forget being generous. Just Prep in silence and watch for the people who can put something on your table. Keep the toxic people out of the circle."
        ],
        "video_id": 9
    },
    {
        "content": [
            7,
            "The ocean is truly a wonder worth preserving."
        ],
        "video_id": 10
    },
    {
        "content": [
            8,
            "Nice to see Carlos \"Ocelote\" telling his story at National Geographic"
        ],
        "video_id": 10
    },
    {
        "content": [
            10,
            "So beautiful"
        ],
        "video_id": 10
    },
    {
        "content": [
            5,
            "I want a seal cam, NatGeo!"
        ],
        "video_id": 10
    },
    {
        "content": [
            10,
            "Hippopotamus river"
        ],
        "video_id": 11
    },
    {
        "content": [
            8,
            "I never understood why greek mythology is taught in schools."
        ],
        "video_id": 11
    },
    {
        "content": [
            7,
            "Sea otter hat.  Wow.  Amazing & true, done so well. As needed also .  The respect. "
        ],
        "video_id": 12
    },
    {
        "content": [
            9,
            "Alaska is quite the place."
        ],
        "video_id": 12
    },
    {
        "content": [
            5,
            "Hard working people"
        ],
        "video_id": 12
    },
    {
        "content": [
            6,
            "Very Interesting Video, Thanks."
        ],
        "video_id": 12
    },
    {
        "content": [
            7,
            "Thank You for taking the time to create and share this wonderfully informational and relaxing video. The chef is amazing! Great dumpling recipe!"
        ],
        "video_id": 13
    },
    {
        "content": [
            8,
            "love this content!  great job."
        ],
        "video_id": 13
    },
    {
        "content": [
            9,
            "Beautiful and so clever and brave girls.Respect!"
        ],
        "video_id": 13
    },
    {
        "content": [
            5,
            "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much. ---Jim Rohn"
        ],
        "video_id": 13
    },
    {
        "content": [
            5,
            "Stories like these are so important. Positive changes can be made and not only that, thriving ecosystems are possible with our help. I can't wait for the hour special! "
        ],
        "video_id": 14
    },
    {
        "content": [
            9,
            "Truly one of God's many masterpieces.  Brings tears of awe & joy!  How I want to be one of those divers."
        ],
        "video_id": 14
    },
    {
        "content": [
            10,
            "Humans needs to understand the importance of nature and biodiversity "
        ],
        "video_id": 14
    },
    {
        "content": [
            7,
            "This made me so happy. I hope you can make a video too on how this is affecting the lives of local fishermen. At the core of protecting our seas, is to not drive the local people around it into the brink of desperation. Making their lives better without pushing them to have to overfish, is what would drive them to help protect the seas around them as well"
        ],
        "video_id": 14
    },
    {
        "content": [
            8,
            "Thank you for raising awareness to how sensitive reefs are to warming events and that we need to protect what little reefs we have by not over harvesting fish. This video truly shows the human impact on sea life."
        ],
        "video_id": 14
    },
    {
        "content": [
            8,
            "I have to get her to smile at me make contact break the awkward ice"
        ],
        "video_id": 15
    },
    {
        "content": [
            6,
            "I once found a hookahini root used to fly"
        ],
        "video_id": 15
    },
    {
        "content": [
            10,
            "I thought reality scripted TV was almost dead?"
        ],
        "video_id": 15
    },
    {
        "content": [
            9,
            "As someone who lives on the Olympic Peninsula, I agree \"it's magical\". Great job, NatGeo!"
        ],
        "video_id": 16
    },
    {
        "content": [
            10,
            "Gorgeous forest and beautiful to see these two passionate experts appreciating the environment and each other's knowledge and skill."
        ],
        "video_id": 16
    },
    {
        "content": [
            8,
            "Love this! Very cool seeing my backyard on National Geographic!"
        ],
        "video_id": 16
    },
    {
        "content": [
            7,
            "I really love this series its so nice!"
        ],
        "video_id": 16
    },
    {
        "content": [
            8,
            "This is beautiful"
        ],
        "video_id": 17
    },
    {
        "content": [
            10,
            "Added to a channel and shared for we are facing a severe weather age change and we all must be prepared and share this knowledge of training our beloved family members..."
        ],
        "video_id": 17
    },
    {
        "content": [
            9,
            "Great content 🇨🇱"
        ],
        "video_id": 17
    },
    {
        "content": [
            5,
            "That woman casually dropping 20k on clothes for herself, legitimately reporting the value, and not caring about dropping another 915 on duties. GOALS"
        ],
        "video_id": 18
    },
    {
        "content": [
            9,
            "Taking the drugs out of the cake and recreating and sending along the cake to the end point is pretty hilarious!"
        ],
        "video_id": 18
    },
    {
        "content": [
            7,
            "I'm not anti-government but shows like this make me question who the real thief is"
        ],
        "video_id": 18
    },
    {
        "content": [
            7,
            "Wow! The place is definitely magical and breathtaking!Thank you National Geographic for this.I loved it!"
        ],
        "video_id": 19
    },
    {
        "content": [
            9,
            "Majestic Views, mouth watering flavours, wild winter and happy natural people amidst pristine nature.️"
        ],
        "video_id": 19
    },
    {
        "content": [
            8,
            "words cannot truly express the sheer beauty and wonders of Nature ..... simply beautiful and awe inspiring"
        ],
        "video_id": 19
    },
    {
        "content": [
            5,
            "OMG it was so beautiful even if it's freezing  thanks for sharing this amazing beauty of nature  and the foodie was interesting to try it"
        ],
        "video_id": 19
    },
    {
        "content": [
            8,
            "My favorite show! Watching from Newnan, Georgia, please ,never stop filming this show!"
        ],
        "video_id": 20
    },
    {
        "content": [
            6,
            "It’s really a shame you can’t watch any episodes of Life Below Zero without paying."
        ],
        "video_id": 20
    },
    {
        "content": [
            10,
            "Hey National Geographic From Brooklyn New York Kyrek Knight actually love your show and it's amazing "
        ],
        "video_id": 20
    },
    {
        "content": [
            10,
            "Love everything about Egypt and learning all about it. My mother just recently bought me a book about King Tutankhamun, a few weeks ago."
        ],
        "video_id": 21
    },
    {
        "content": [
            6,
            "I've visited egypt before and it was the actual highlight of my life"
        ],
        "video_id": 21
    },
    {
        "content": [
            9,
            "Years ago I stood in like for HOURS to see the exhibition at the National Gallery"
        ],
        "video_id": 21
    },
    {
        "content": [
            10,
            "To everyone who's reading this, I pray that whatever is hurting you or whatever you are constantly stressing about gets better. May the dark thoughts, the overthinking, and the doubt exit your mind. May clarity replace confusion. May peace and calmness fill your life. "
        ],
        "video_id": 22
    },
    {
        "content": [
            7,
            "Begin this day, remembering that not everyone got the opportunity to wake up from their sleep this morning. The mere fact that you can witness this beautiful day in good health is the biggest sign that you have been abundantly blessed. Blessings"
        ],
        "video_id": 22
    },
    {
        "content": [
            8,
            "What a beauty the combination of nature with music, a beautiful set."
        ],
        "video_id": 22
    },
    {
        "content": [
            5,
            "Whoever is feeling stressed or is suffering from anxiety always remember you are not alone!"
        ],
        "video_id": 23
    },
    {
        "content": [
            6,
            "I really like listening to this music always. It is very relaxing and sounds great. I hope with all my heart that whoever reads this finds happiness and fulfillment."
        ],
        "video_id": 23
    },
    {
        "content": [
            9,
            "I would like to live in a world where there is only tranquility and peace, where there are no problems or bad people, where I am relaxed listening to these melodies, the sound of nature and being able to enjoy the day without stress."
        ],
        "video_id": 23
    },
    {
        "content": [
            8,
            "Thank you so much, I love this music and the nature visuals are amazing as well <3  Hope everyone has a restful night!"
        ],
        "video_id": 24
    },
    {
        "content": [
            10,
            "I just turned 18 and this year is gonna be the biggest year of my life with music. Manifesting it into reality <3"
        ],
        "video_id": 24
    },
    {
        "content": [
            9,
            "The scenery is very beautiful, amazing, beautiful music, gentle, soft, thank you very much."
        ],
        "video_id": 24
    },
    {
        "content": [
            6,
            "I'm here to watch 4k while I still can.... before youtube takes away the ability to do so."
        ],
        "video_id": 24
    },
    {
        "content": [
            8,
            "I really like listening to this music always. It is very relaxing and sounds great. I hope with all my heart that whoever reads this finds happiness and fulfillment."
        ],
        "video_id": 25
    },
    {
        "content": [
            9,
            "I’m suffering from depression and I can’t sleep because of it and this comment section is so amazing it has brought me to tears!! You are all so kind and I wish you all the best!!"
        ],
        "video_id": 25
    },
    {
        "content": [
            10,
            "So nice to listen, calm and relaxing"
        ],
        "video_id": 25
    },
    {
        "content": [
            7,
            "I really love this soothing sound! Very relaxing. Thanks for sharing."
        ],
        "video_id": 25
    },
    {
        "content": [
            10,
            "The scenes and sounds are really peaceful. Thank you. "
        ],
        "video_id": 26
    },
    {
        "content": [
            6,
            "May this beautiful and relaxing music flood the hearts of all who listen to it."
        ],
        "video_id": 27
    },
    {
        "content": [
            7,
            "This is what I really need now! I love it!"
        ],
        "video_id": 27
    },
    {
        "content": [
            9,
            "The starting clips are not china its Mongolia"
        ],
        "video_id": 27
    },
    {
        "content": [
            5,
            "To everyone who's reading this, I pray that whatever is hurting you or whatever you are constantly stressing about gets better. May the dark thoughts, the overthinking, and the doubt exit your mind. May clarity replace confusion. May peace and calmness fill your life. "
        ],
        "video_id": 28
    },
    {
        "content": [
            7,
            "Today if you feel tired, enjoy these soothing tunes"
        ],
        "video_id": 28
    },
    {
        "content": [
            8,
            "sooo unreal lanscape, supernice you are crazy good"
        ],
        "video_id": 28
    },
    {
        "content": [
            6,
            "One day, my music will help millions of people struggling with mental health feel better. Speaking it into reality!"
        ],
        "video_id": 28
    },
    {
        "content": [
            8,
            "If you are reading this, relax sleep peacefully and wake up happy!"
        ],
        "video_id": 29
    },
    {
        "content": [
            7,
            "\"It's not what you look at that matters, it's what you see.\" **Anonymous"
        ],
        "video_id": 29
    },
    {
        "content": [
            8,
            "Great Video! To anybody reading this, I pray that whatever is hurting you or whatever you are constantly stressing about gets better. May the dark thoughts, the overthinking, and the doubt exit your mind may clarity replace confusion. may peace and calmness fill your life. "
        ],
        "video_id": 30
    },
    {
        "content": [
            6,
            "Very beautiful, Australia is a country I have always wanted to visit."
        ],
        "video_id": 30
    },
    {
        "content": [
            5,
            "Love this vid. It's so chilled. Happy relaxing "
        ],
        "video_id": 30
    },
    {
        "content": [
            7,
            "I wish everyone who clicked in this video the most love, peace, and abundance. You're so much closer than you realize. I love you"
        ],
        "video_id": 30
    },
    {
        "content": [
            8,
            "May this beautiful and relaxing music flood the hearts of all who listen to it."
        ],
        "video_id": 31
    },
    {
        "content": [
            5,
            "Hi,I can't believe this much of comments. I hope all of you're doing great. If you are having a hard time ,  hang in there. I know it's hard,but believe in yourself. One-day everything will be fine and I'm wishing for that day to come as soon as possible for you. You matter more than you think "
        ],
        "video_id": 31
    },
    {
        "content": [
            9,
            "Super cool!"
        ],
        "video_id": 31
    },
    {
        "content": [
            6,
            "Gorgeous images..."
        ],
        "video_id": 31
    },
    {
        "content": [
            7,
            "Beautiful underwater and relaxing music! Thanks for sharingHave a nice day"
        ],
        "video_id": 32
    },
    {
        "content": [
            9,
            "I wish i could see the whole world before i die"
        ],
        "video_id": 32
    },
    {
        "content": [
            8,
            "beautiful"
        ],
        "video_id": 32
    },
    {
        "content": [
            6,
            "To anybody reading this, I pray that whatever is hurting you or whatever you are constantly stressing about gets better. May the dark thoughts, the overthinking, and the doubt exit your mind may clarity replace confusion. may peace and calmness fill your life. "
        ],
        "video_id": 33
    },
    {
        "content": [
            9,
            "Beautiful relaxing sounds! "
        ],
        "video_id": 33
    },
    {
        "content": [
            7,
            "When I first visited Patagonia, I had a feeling i'm not on Earth anymore. It's amazing experience, and highly recommended to everyone."
        ],
        "video_id": 33
    },
    {
        "content": [
            5,
            "beautiful relaxing sounds, I wish you a blessed day!  =)"
        ],
        "video_id": 33
    },
    {
        "content": [
            8,
            "Great video!"
        ],
        "video_id": 34
    },
    {
        "content": [
            5,
            "Awesome video!"
        ],
        "video_id": 35
    },
    {
        "content": [
            9,
            "Really great video!"
        ],
        "video_id": 36
    },
    {
        "content": [
            6,
            "Wow very good nice. I'm a big fan of you＋"
        ],
        "video_id": 36
    },
    {
        "content": [
            10,
            "Sorry to disturb your scroll. We don't know each other, but i wish you al the best in life and may all things work out in your favor"
        ],
        "video_id": 36
    },
    {
        "content": [
            10,
            "Lovely and peaceful musics for soul <3"
        ],
        "video_id": 37
    },
    {
        "content": [
            7,
            "beautiful sights"
        ],
        "video_id": 37
    },
    {
        "content": [
            9,
            "To whoever is reading this, sleep well and wake up feeling happy and refreshed "
        ],
        "video_id": 38
    },
    {
        "content": [
            5,
            "Thank you for these soothing tunes"
        ],
        "video_id": 38
    },
    {
        "content": [
            6,
            "Thanks for this video Like it "
        ],
        "video_id": 38
    },
    {
        "content": [
            9,
            "it's great to be immersed in this relaxing music .. all my fatigue seems to vanish and now it's just relaxing"
        ],
        "video_id": 39
    },
    {
        "content": [
            8,
            "I missed the livestream. But did you stream this in 4K?"
        ],
        "video_id": 39
    },
    {
        "content": [
            5,
            "Nice video!"
        ],
        "video_id": 40
    },
    {
        "content": [
            9,
            "This is so beautiful, Thanks"
        ],
        "video_id": 41
    },
    {
        "content": [
            6,
            "Nice song!"
        ],
        "video_id": 42
    },
    {
        "content": [
            8,
            "Thank you for sharing!"
        ],
        "video_id": 43
    },
    {
        "content": [
            6,
            "Love this song!"
        ],
        "video_id": 44
    },
    {
        "content": [
            6,
            "This is a great song!"
        ],
        "video_id": 45
    },
    {
        "content": [
            7,
            "Love this video!"
        ],
        "video_id": 47
    },
    {
        "content": [
            10,
            "thanks for sharing!"
        ],
        "video_id": 48
    },
    {
        "content": [
            8,
            "Great song!"
        ],
        "video_id": 49
    },
    {
        "content": [
            9,
            "Love this song!"
        ],
        "video_id": 50
    },
    {
        "content": [
            10,
            "Thanks for sharing!"
        ],
        "video_id": 51
    },
    {
        "content": [
            8,
            "Thanks for sharing!"
        ],
        "video_id": 52
    },
    {
        "content": [
            10,
            "This is a nice song!"
        ],
        "video_id": 53
    },
    {
        "content": [
            7,
            "Thanks for sharing!"
        ],
        "video_id": 54
    },
    {
        "content": [
            7,
            "Great song!"
        ],
        "video_id": 55
    },
    {
        "content": [
            9,
            "Awesome song!"
        ],
        "video_id": 56
    },
    {
        "content": [
            8,
            "Thanks for sharing!"
        ],
        "video_id": 57
    },
    {
        "content": [
            7,
            "Great song!"
        ],
        "video_id": 58
    },
    {
        "content": [
            6,
            "Great song!"
        ],
        "video_id": 59
    },
    {
        "content": [
            8,
            "Great song!"
        ],
        "video_id": 60
    },
    {
        "content": [
            7,
            "Thanks for sharing!"
        ],
        "video_id": 61
    },
    {
        "content": [
            6,
            "Your space documentaries and music with it is totally awesome I would not be surprised if it has formed some type of cult following keep it up and bring more I applaud all the effort that is put into this"
        ],
        "video_id": 62
    },
    {
        "content": [
            10,
            "I am just here to take a nap while I play this in background."
        ],
        "video_id": 62
    },
    {
        "content": [
            8,
            "I love this video so much.   Thanks for uploading this."
        ],
        "video_id": 62
    },
    {
        "content": [
            9,
            "I can't sleep without space stuff on."
        ],
        "video_id": 62
    },
    {
        "content": [
            6,
            "Great video!"
        ],
        "video_id": 63
    },
    {
        "content": [
            6,
            "I came across your channel when I was searching for other channels within the same niche as myself and with a lower subscriber count - I gotta say your videos are very impressive - the way you narrate is also very captivating - anyway great video man I’ll be watching your most recent one you just released as well :) - You earned a sub from this guy!"
        ],
        "video_id": 64
    },
    {
        "content": [
            5,
            "So if life is hiding afraid of being destroyed then why are we even tried to get noticed"
        ],
        "video_id": 64
    },
    {
        "content": [
            9,
            "Whoa!!!! This was by far the best yt recommendation in a long time!!!"
        ],
        "video_id": 64
    },
    {
        "content": [
            10,
            "Just 5kkk years left?Nooooo! I want to live forever!!1!"
        ],
        "video_id": 65
    },
    {
        "content": [
            5,
            "So in other words it already happened and we're already dead? It's just going to take billions of years before we see it? Am I getting this right lol?"
        ],
        "video_id": 65
    },
    {
        "content": [
            8,
            "Did you call the andromeda galaxy the andromeda nebula? What is this, 1902?"
        ],
        "video_id": 66
    },
    {
        "content": [
            7,
            "Thanks!"
        ],
        "video_id": 66
    },
    {
        "content": [
            9,
            "If you haven't figured it out yet , everything baffles scientists! Especially astronomers! Everything they talk about is pretty much just guessing!"
        ],
        "video_id": 66
    },
    {
        "content": [
            6,
            "Stella video as always thanks"
        ],
        "video_id": 67
    },
    {
        "content": [
            6,
            "Great as always. Best of luck, Evil Space."
        ],
        "video_id": 68
    },
    {
        "content": [
            9,
            "I wish this video was long enough to put me to sleep tonight."
        ],
        "video_id": 68
    },
    {
        "content": [
            5,
            "7:40 please tell me the artist and song name of this awesome music."
        ],
        "video_id": 68
    },
    {
        "content": [
            10,
            "Wow, What an Awesome Channel you've got here. I'm Glad I Stumbled across this."
        ],
        "video_id": 69
    },
    {
        "content": [
            9,
            "Always excited to see a new long form video! Commencing optical enjoyment..."
        ],
        "video_id": 69
    },
    {
        "content": [
            5,
            "Awesome  presentation "
        ],
        "video_id": 69
    },
    {
        "content": [
            8,
            "A lot of people say they can sleep to this oh no no not me this kept me awake.... Especially when the music kicked in... It bruaght tears to my eyes... How can i sleep to such majesty"
        ],
        "video_id": 69
    },
    {
        "content": [
            5,
            "Amazing! Fabulous! Thanks to the authors for preparing this work!"
        ],
        "video_id": 70
    },
    {
        "content": [
            10,
            "This chanel is a gem for space lovers "
        ],
        "video_id": 70
    },
    {
        "content": [
            9,
            "Love your videos, amazing voice and choice of music!"
        ],
        "video_id": 70
    },
    {
        "content": [
            6,
            "New video! Interesting as always!"
        ],
        "video_id": 70
    },
    {
        "content": [
            8,
            "I'm sorry. Time is like this and tired of fools."
        ],
        "video_id": 71
    },
    {
        "content": [
            9,
            "First view,like,comment and share "
        ],
        "video_id": 71
    },
    {
        "content": [
            9,
            "Incredible distances, It's incredible amazing!"
        ],
        "video_id": 72
    },
    {
        "content": [
            7,
            "I dig the music. Could you point me in the direction of who created this music or where I can find more? Of course I'm also fascinated by the rest of the video."
        ],
        "video_id": 72
    },
    {
        "content": [
            8,
            "The Great atactor !   Looks like a Heart !"
        ],
        "video_id": 72
    },
    {
        "content": [
            8,
            "I love the way these videos are set up. Interesting information combined with relaxing music. I sleep to these videos. The only bad thing about these videos is that there aren't more. Great job!"
        ],
        "video_id": 73
    },
    {
        "content": [
            9,
            "Very soon I'll be taking a trip far beyond the furthest star heading HOME to HEAVEN as JESUS raptures me & all the saints to be with Him.  HALLJEUAH!"
        ],
        "video_id": 73
    },
    {
        "content": [
            7,
            "7:06 had peaked my interest"
        ],
        "video_id": 74
    },
    {
        "content": [
            5,
            "Surprised to not see a whole lot more people here.  This is awesome great videos"
        ],
        "video_id": 75
    },
    {
        "content": [
            10,
            "This is the best documentary I've ever seen, well done and thank you!"
        ],
        "video_id": 75
    },
    {
        "content": [
            6,
            "Love these videos… high quality"
        ],
        "video_id": 75
    },
    {
        "content": [
            8,
            "Beautiful & informative"
        ],
        "video_id": 75
    },
    {
        "content": [
            7,
            "A really fantastic documentary with great tunes inbetween. I loved it. Thank you."
        ],
        "video_id": 75
    },
    {
        "content": [
            5,
            "Always love your musical beds."
        ],
        "video_id": 76
    },
    {
        "content": [
            7,
            "WHAT IS SPACE WERE DID IT COME FROM AN HOW CAN YOU FILL IT WITH WHAT WATER AIR GAS WERES IT END BOUNDARIES IT SHOULDENT EXIST BECAUSE NOTHING EXISTED BUT ITS CLEAR VISIBLE VIEWED AT LEAST BY MANKIND I WILL HAVE A THINK ABOUT IT ITS ALL DARK AN BLACK LOOKING AN LITTLE GALAXY LIGHTS"
        ],
        "video_id": 76
    },
    {
        "content": [
            5,
            "Absolutely breathtaking! thank you for putting this together."
        ],
        "video_id": 77
    },
    {
        "content": [
            9,
            "These documentaries are master pieces, I’d really have the pleasure to narrate them in Arabic if you guys wanted to. I’ll put my 15 years of experience in voice narration in these master pieces to reach the audience in different languages"
        ],
        "video_id": 77
    },
    {
        "content": [
            6,
            "How are those rings so perfectly is amazing"
        ],
        "video_id": 77
    },
    {
        "content": [
            8,
            "The post rock instrumentals you have at the end of videos are epic."
        ],
        "video_id": 77
    },
    {
        "content": [
            7,
            "Love the video and the music"
        ],
        "video_id": 77
    },
    {
        "content": [
            5,
            "perfect timing! i’m going to sleep now goodnight."
        ],
        "video_id": 78
    },
    {
        "content": [
            6,
            "I wish they would have put some human known scale to the photos"
        ],
        "video_id": 78
    },
    {
        "content": [
            6,
            "I am sure that somewhere out there there is a Civilization just like us that looks at the stars, but being limited to its technology it cant go explore the stars. As a wise man once told me : Born too late to explore the Earth and too early to explore the Stars"
        ],
        "video_id": 79
    },
    {
        "content": [
            5,
            "Let's say you have a generational starship on a journey of let's say 400 yrs. Meanwhile back on earth as the centuries pass technology advances and some clever guy discovers a way to warp space or grow a wormhole so that point to point space travel becomes instantaneous. You get to your destination to find people are already there, and their journey only took micro seconds. Bummer."
        ],
        "video_id": 79
    },
    {
        "content": [
            7,
            "I don’t doubt there’s life somewhere out there, but damn… there’s a lot of real estate between us."
        ],
        "video_id": 79
    },
    {
        "content": [
            9,
            "Wow!! What a bad ass video!! Absolutely loved it such a mixture of beauty and knowledge merged perfectly together thank you so much for making it. I subscribed man love this style."
        ],
        "video_id": 79
    },
    {
        "content": [
            10,
            "The best content on YouTube. Thank you very much for your job."
        ],
        "video_id": 79
    },
    {
        "content": [
            8,
            "Interesting and beautiful documentary…Well done .. Thank u for sharing.."
        ],
        "video_id": 79
    },
    {
        "content": [
            10,
            "Love this channel! And I really hope your newest full-length video is out soon."
        ],
        "video_id": 80
    },
    {
        "content": [
            5,
            "Yesssss I was waiting a new episode"
        ],
        "video_id": 80
    },
    {
        "content": [
            6,
            "Great! Can I repost your videos on another platform?"
        ],
        "video_id": 80
    },
    {
        "content": [
            6,
            "The most epic ending"
        ],
        "video_id": 81
    },
    {
        "content": [
            5,
            "Good videos"
        ],
        "video_id": 81
    }
]